Repository: Flunshield/python-monblog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Page Admin
es: Página Admin

source: Panneau d'Administration
es: Panel de Administración

source: Accès Admin
es: Acceso Admin

source: Articles
es: Artículos

source: Gérer tous les articles du blog
es: Gestionar todos los artículos del blog

source: Voir tous les articles
es: Ver todos los artículos

source: Ajouter un article
es: Agregar un artículo

source: Catégories
es: Categorías

source: Organiser les catégories d'articles
es: Organizar las categorías de artículos

source: Voir les catégories
es: Ver las categorías

source: Ajouter une catégorie
es: Agregar una categoría

source: Utilisateurs
es: Usuarios

source: Gérer les utilisateurs et leurs rôles
es: Gestión de usuarios y sus funciones

source: Interface Admin Django
es: Interfaz Admin Django

source: Statistiques
es: Estadísticas

source: Commentaires
es: Comentarios

source: Modérer tous les commentaires de la plateforme
es: Gestionar todos los artículos del blog

source: Interface de modération
es: Fecha de creación

source: Commentaires en attente
es: Comentarios

source: Aperçu du système
es: Visión general del sistema

source: Articles publiés
es: Artículos publicados

source: Fonctionnalité de statistiques à venir !
es: ¡Funcionalidad de estadísticas próximamente!

source: Page Journaliste
es: Página Periodista

source: Espace Journaliste
es: Espacio Periodista

source: Accès Journaliste
es: Acceso Periodista

source: Mes Articles
es: Mis Artículos

source: Créer et gérer vos articles
es: Crear y gestionar sus artículos

source: Voir mes articles
es: Ver mis artículos

source: Créer un article
es: Crear un artículo

source: Consulter les catégories disponibles
es: Ver categorías disponibles

source: Créer une catégorie
es: Crear una categoría

source: (Réservé aux admins)
es: (Reservado para administradores)

source: Mes statistiques
es: Mis estadísticas

source: Mes articles
es: Mis artículos

source: Articles ce mois-ci
es: Artículos este mes

source: Commentaires reçus
es: Comentarios recibidos

source: Guide rapide
es: Guía rápida

source: Ce que vous pouvez faire :
es: Lo que puede hacer:

source: Créer et modifier vos articles
es: Crear y modificar sus artículos

source: Voir toutes les catégories
es: Ver todas las categorías

source: Gérer vos publications
es: Gestionar sus publicaciones

source: Consulter vos statistiques
es: Consultar sus estadísticas

source: Restrictions :
es: Restricciones:

source: Pas de création de catégories
es: No crear categorías

source: Pas d'accès à l'admin Django
es: Sin acceso al admin Django

source: Pas de gestion des utilisateurs
es: Sin gestión de usuarios

source: Modération
es: Moderación

source: Modérer les commentaires sur vos articles
es: Crear y modificar sus artículos

source: Mes commentaires
es: comentarios

source: En attente
es: En espera

source: Ajouter un Nouvel Article
es: Agregar un Nuevo Artículo

source: Titre de l'article
es: Título del artículo

source: Auteur
es: Autor

source: Catégorie
es: Categorías

source: Créer une nouvelle catégorie
es: Crear una nueva categoría

source: Image
es: Imagen

source: Formats acceptés: JPG, PNG, GIF (optionnel)
es: Formatos aceptados: JPG, PNG, GIF (opcional)

source: Contenu de l'article
es: Contenido del artículo

source: Annuler
es: Cancelar

source: Ajouter l'article
es: Agregar el artículo

source: Ajouter une nouvelle catégorie
es: Agregar una nueva categoría

source: Nom de la catégorie
es: Nombre de la categoría

source: Description
es: Descripción

source: Gérer les catégories
es: Gestionar las categorías

source: Ajouter la catégorie
es: Agregar la categoría

source: Retour à l'accueil
es: Volver al inicio

source: Modifier cet article
es: Modificar este artículo

source: Supprimer
es: Eliminar

source: commentaires
es: comentarios

source: Liké
es: Le gustó

source: J'aime
es: Me gusta

source: likes
es: me gusta

source: Commentaire (%(comments_count)s)
es: Comentario (%(comments_count)s)

source: Aucun commentaire pour le moment. Soyez le premier à commenter !
es: Ningún comentario por el momento. ¡Sé el primero en comentar!

source: Ajouter un commentaire
es: Agregar un comentario

source: Nom
es: Nombre

source: Votre email ne sera pas publié
es: Su email no será publicado

source: Commentaire
es: Comentario

source: Publier le commentaire
es: Publicar el comentario

source: Login
es: Iniciar sesión

source: Welcome Back
es: Bienvenido de nuevo

source: Sign in to your account
es: Inicia sesión en tu cuenta

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Remember me
es: Recuérdame

source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: Sign In
es: Iniciar sesión

source: Don't have an account?
es: ¿No tienes una cuenta?

source: Create Account
es: Crear cuenta

source: Logged Out
es: Sesión cerrada

source: You have been successfully logged out.
es: Has cerrado sesión exitosamente.

source: Login Again
es: Iniciar sesión de nuevo

source: Reset Password
es: Restablecer contraseña

source: Enter your email to receive reset instructions
es: Introduce tu correo electrónico para recibir instrucciones de restablecimiento

source: Send Reset Email
es: Enviar correo de restablecimiento

source: Remember your password?
es: ¿Recuerdas tu contraseña?

source: Back to Sign In
es: Volver a iniciar sesión

source: Set New Password
es: Establecer nueva contraseña

source: Enter your new password below
es: Introduce tu nueva contraseña abajo

source: New Password
es: Nueva contraseña

source: Confirm New Password
es: Confirmar nueva contraseña

source: Update Password
es: Actualizar contraseña

source: Invalid Reset Link
es: Enlace de restablecimiento inválido

source: This password reset link is invalid or has expired
es: Este enlace de restablecimiento es inválido o ha expirado

source: The password reset link you used is invalid or has expired. This could happen for the following reasons:
es: El enlace de restablecimiento que usaste es inválido o ha expirado. Esto puede suceder por las siguientes razones:

source: The link has already been used
es: El enlace ya ha sido usado

source: The link has expired (24 hours)
es: El enlace ha expirado (24 horas)

source: The link was corrupted during transmission
es: El enlace se corrompió durante la transmisión

source: Please request a new password reset
es: Por favor solicita un nuevo restablecimiento de contraseña

source: Request New Reset
es: Solicitar nuevo restablecimiento

source: Register
es: Registrarse

source: Join Our Community
es: Únete a nuestra comunidad

source: Create your account to get started
es: Crea tu cuenta para comenzar

source: Confirm Password
es: Confirmar la eliminación

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: My Awesome Blog
es: Mi Blog Increíble

source: MonBlog
es: MiBlog

source: Accueil
es: Inicio

source: Nouvel Article
es: Nuevo Artículo

source: Gérer Articles
es: Gestionar artículos

source: Journaliste
es: Periodista

source: Rechercher
es: Buscar

source: Rechercher...
es: Buscar...

source: Recherche
es: Búsqueda

source: Account
es: Cuenta

source: My Profile
es: Mi Perfil

source: Settings
es: Configuración

source: Logout
es: Cerrar sesión

source: Découvrez des articles passionnants et partagez vos idées avec notre communauté.
es: Descubra artículos fascinantes y comparta sus ideas con nuestrocomunidad

source: Découvrir
es: Descubra

source: Votre plateforme de blog moderne pour partager vos idées et découvrir de nouveaux contenus inspirants.
es: Tu moderna plataforma de blog para compartir tus ideas y descubrir otras nuevas. contenido.

source: Navigation
es: Navegación

source: Écrire
es: Escribir

source: Ressources
es: Recursos

source: Aide
es: Ayuda

source: Contact
es: Contacto

source: Support
es: Soporte

source: Légal
es: Legal

source: Confidentialité
es: Privacidad

source: Conditions
es: Condiciones

source: Mentions légales
es: Aviso legal

source: Newsletter
es: Boletín

source: Restez informé des derniers articles
es: Manténgase al día con los últimos artículos

source: Votre email
es: Tu email

source: MonBlog. Tous droits réservés.
es: MiBlog. Todos los derechos reservados.

source: Fait avec
es: Hecho con

source: par l'équipe MonBlog
es: por el equipo MiBlog

source: Diagnostic des Images
es: Diagnóstico de Imágenes

source: Vérification complète de l'affichage des images du blog avec Django
es: Verificación completa de la visualización de imágenes del blog con Django

source: Images testées
es: Imágenes probadas

source: Succès
es: Éxito

source: Avertissements
es: Advertencias

source: Erreurs
es: Errores

source: Informations Système
es: Información del Sistema

source: Total d'articles
es: Total de artículos

source: Articles avec images
es: Artículos con imágenes

source: Mode debug
es: Modo debug

source: Activé
es: Activado

source: Désactivé
es: Desactivado

source: Dossier articles
es: Carpeta de artículos

source: Accessible
es: Accesible

source: Introuvable
es: No encontrado

source: Test des Images d'Articles
es: Prueba de Imágenes de Artículos

source: Image non disponible
es: Imagen no disponible

source: Attention
es: Atención

source: Erreur
es: Error

source: Détails techniques
es: Detalles técnicos

source: Nom du fichier
es: Nombre del archivo

source: Fichier existe
es: El archivo existe

source: Oui
es: Sí

source: Non
es: No

source: Taille
es: Tamaño

source: Type MIME
es: Tipo MIME

source: Lisible
es: Legible

source: Encodage URL
es: Codificación URL

source: Chemin complet
es: Ruta completa

source: Aucune image à tester
es: Ninguna imagen para probar

source: Aucun article avec image n'a été trouvé dans la base de données.
es: No se encontró ningún artículo con imagen en la base de datos.

source: Contenu du Dossier Media
es: Contenido de la Carpeta Media

source: Chemin
es: Ruta

source: Écriture autorisée
es: Escritura autorizada

source: Fichiers trouvés
es: Archivos encontrados

source: Utilisé
es: Utilizado

source: Non utilisé
es: No utilizado

source: Le dossier articles est vide.
es: La carpeta de artículos está vacía.

source: Le dossier media/articles/ n'existe pas!
es: ¡La carpeta media/articles/ no existe!

source: Actions Recommandées
es: Acciones Recomendadas

source: Problèmes détectés
es: Problemas detectados

source: Vérifiez que les fichiers d'images existent physiquement
es: Verifique que los archivos de imágenes existan físicamente

source: Assurez-vous que les permissions de lecture sont correctes
es: Asegúrese de que los permisos de lectura sean correctos

source: Vérifiez la configuration MEDIA_ROOT et MEDIA_URL dans settings.py
es: Verifique la configuración MEDIA_ROOT y MEDIA_URL en settings.py

source: Améliorations possibles
es: Mejoras posibles

source: Optimisez la taille des images pour améliorer les performances
es: Optimice el tamaño de las imágenes para mejorar el rendimiento

source: Vérifiez l'encodage des noms de fichiers avec des caractères spéciaux
es: Verifique la codificación de nombres de archivos con caracteres especiales

source: Excellent!
es: ¡Excelente!

source: Toutes les images sont correctement configurées et accessibles.
es: Todas las imágenes están configuradas correctamente y son accesibles.

source: Gérer les articles
es: Gestionar los artículos

source: Générateur d'articles avec IA
es: Gestionar artículos

source: Service IA opérationnel
es: Fecha de creación

source: Service IA indisponible
es: Ver categorías disponibles

source: Article généré
es: Artículo marcado como me gusta

source: Paramètres de génération
es: Fecha de creación

source: Votre demande
es: Tu email

source: Générer l'article
es: Gestionar los artículos

source: Conseils d'utilisation
es: Consulta

source: Retour aux articles
es: Volver al artículo

source: Créer un article manuellement
es: Crear un artículo

source: Notification
es: Navegación

source: Génération...
es: Moderación

source: Article généré avec succès !
es: ¡Artículo agregado con éxito!

source: Erreur lors de la génération.
es: Error al guardar el artículo.

source: Générer un article
es: Crear un artículo

source: Erreur lors de la copie.
es: Error al guardar el artículo.

source: Filtrer par catégorie
es: Filtrar por categoría

source: Toutes les catégories
es: Todas las categorías

source: Effacer le filtre
es: Borrar el filtro

source: Aucune
es: Ninguna

source: Voir
es: Ver

source: Modifier
es: Modificar

source: Aucun article trouvé
es: No se han encontrado artículos

source: Aucun article dans cette catégorie.
es: Ningún artículo en esta categoría.

source: Commencez par créer votre premier article !
es: Empieza por crear tu primer artículo !

source: Gestion des catégories
es: Gestión de categorías

source: Mode consultation
es: Modo consulta

source: Liste des catégories (%(count)s)
es: Lista de categorías (%(count)s)

source: Date de création
es: Fecha de creación

source: Nb d'articles
es: Nº de artículos

source: Actions
es: Acciones

source: Aucune description
es: Sin descripción

source: Consultation
es: Consulta

source: Aucune catégorie trouvée
es: No se ha encontrado ninguna categoría

source: Commencez par créer votre première catégorie.
es: Comience creando su primera categoría.

source: Aucune catégorie n'a encore été créée.
es: Aún no se ha creado ninguna categoría.

source: Bienvenue sur MonBlog
es: Bienvenido a MiBlog

source: Découvrez nos derniers articles et contenus populaires
es: Descubre nuestros últimos artículos y contenidos populares

source: Articles récents
es: Artículos recientes

source: Aucun article récent trouvé
es: No se han encontrado artículos

source: Articles populaires
es: Artículos publicados

source: Rejoignez notre communauté
es: Únete a nuestra comunidad

source: Partagez vos idées et découvrez de nouveaux contenus passionnants
es: Tu moderna plataforma de blog para compartir tus ideas y descubrir otras nuevas. contenido.

source: S'inscrire
es: Inscríbete

source: Se connecter
es: Iniciar sesión

source: Modération des commentaires
es: comentarios

source: Total commentaires
es: comentarios

source: Approuvés
es: Aprobado

source: Filtres
es: Filtros

source: Statut
es: Estado

source: Tous
es: Todos

source: Article
es: Artículos

source: Tous les articles
es: Ver todos los artículos

source: Réinitialiser
es: Restablecer

source: Date
es: Fecha

source: Réponse à
es: Respuesta a

source: réponse(s)
es: respuesta(s)

source: Approuvé
es: Aprobado

source: Désapprouver
es: Desaprobar

source: Approuver
es: Aprobar

source: Répondre
es: Responder

source: Êtes-vous sûr de vouloir supprimer ce commentaire ?
es: ¿Está seguro de que desea eliminar el siguiente artículo?

source: Votre réponse...
es: Tu respuesta...

source: Envoyer
es: Enviar

source: Navigation des commentaires
es: comentarios

source: Aucun commentaire trouvé
es: No se han encontrado artículos

source: Aucun commentaire ne correspond aux filtres sélectionnés.
es: Ningún comentario coincide con los filtros seleccionados.

source: Aucun commentaire sur vos articles pour le moment.
es: Ningún artículo por el momento

source: Aucun commentaire sur la plateforme pour le moment.
es: Ningún comentario por el momento. ¡Sé el primero en comentar!

source: Retour à l'article
es: Volver al artículo

source: Modifier l'article
es: Modificar el artículo

source: Titre
es: Título

source: Contenu
es: Contenido

source: Sélectionnez une catégorie pour votre article
es: Seleccione una categoría para su artículo

source: Image actuelle
es: Imagen actual

source: Laissez vide pour conserver l'image actuelle
es: Deje vacío para conservar la imagen actual

source: Enregistrer les modifications
es: Guardar las modificaciones

source: Modifier la catégorie
es: Modificar la categoría

source: Modifier la catégorie:
es: Modificar la categoría:

source: Informations sur la catégorie
es: Información sobre la categoría

source: Lire
es: Leer

source: Mon Profil
es: Mi Perfil

source: Membre depuis
es: Miembro desde

source: Prénom
es: Nombre de pila

source: Modifier mon profil
es: Modificar este artículo

source: (Bientôt disponible)
es: Imagen no disponible

source: Mes Statistiques
es: Mis estadísticas

source: Articles likés
es: Artículo marcado como me gusta

source: Commentaires postés
es: Comentarios recibidos

source: Articles sur la plateforme
es: Información sobre la categoría

source: Catégories disponibles
es: Ver categorías disponibles

source: Résultats de recherche
es: Resultados de búsqueda

source: Lire l'article
es: Título del artículo

source: Navigation des résultats de recherche
es: Resultados de la búsqueda

source: Précédent
es: Anterior

source: Suivant
es: Siguiente

source: Aucun résultat trouvé
es: No se han encontrado artículos

source: Suggestions :
es: Restricciones:

source: Vérifiez l'orthographe de vos mots-clés
es: Verifica la ortografía de tus palabras clave

source: Essayez des termes plus généraux
es: Intenta términos más generales

source: Utilisez moins de mots-clés
es: Usa menos palabras clave

source: Recherchez parmi nos articles
es: Crear y modificar sus artículos

source: Utilisez le formulaire ci-dessus pour rechercher des articles par titre, contenu ou auteur.
es: Utiliza el formulario de arriba para buscar artículos por título, contenido o autor.

source: Supprimer l'article - Mon Blog Django
es: Eliminar el artículo - Mi Blog Django

source: Supprimer l'article
es: Eliminar el artículo

source: Attention !
es: ¡Atención!

source: Cette action est irréversible.
es: Esta acción es irreversible.

source: Êtes-vous sûr de vouloir supprimer l'article suivant ?
es: ¿Está seguro de que desea eliminar el siguiente artículo?

source: Par %(auteur)s - %(date|date:"d/m/Y à H:i")s
es: Por %(auteur)s - %(date|date:"d/m/Y H:i")s

source: Supprimer définitivement
es: Eliminar definitivamente

source: Supprimer la catégorie
es: Eliminar la categoría

source: Attention!
es: ¡Atención!

source: Êtes-vous sûr de vouloir supprimer la catégorie suivante ?
es: ¿Está seguro de que desea eliminar la siguiente categoría?

source: Date de création:
es: Fecha de creación:

source: Nombre d'articles associés:
es: Número de artículos asociados:

source: Note:
es: Nota:

source: Les %(count)s article%(count|pluralize)s associé%(count|pluralize)s à cette catégorie ne seront pas supprimé%(count|pluralize)s, mais n'auront plus de catégorie assignée.
es: Los %(count)s artículo%(count|pluralize)s asociado%(count|pluralize)s a esta categoría no serán eliminado%(count|pluralize)s, pero ya no tendrán una categoría asignada.

source: Confirmer la suppression
es: Confirmar la eliminación

source: Nouvel article
es: Nuevo Artículo

source: Affichage de tous les articles
es: Ver todos los artículos

source: Aucun article dans cette catégorie
es: Ningún artículo en esta categoría.

source: Aucun article pour le moment
es: Ningún artículo por el momento

source: Essayez de sélectionner une autre catégorie ou
es: Seleccione una categoría para su artículo

source: voir tous les articles
es: Ver todos los artículos

source: Commencez par créer votre premier article pour partager vos idées
es: Empieza por crear tu primer artículo para compartir tus ideas

source: Créer mon premier article
es: Crear mi primer artículo

source: Une erreur est survenue lors du chargement de la page.
es: Ha ocurrido un error al cargar la página.

source: Article ajouté avec succès!
es: ¡Artículo agregado con éxito!

source: Erreur lors de la sauvegarde de l'article.
es: Error al guardar el artículo.

source: Catégorie ajoutée avec succès!
es: ¡Categoría agregada con éxito!

source: Commentaire ajouté avec succès! Il sera visible après modération.
es: ¡Comentario agregado con éxito!

source: Catégorie "{category.nom}" modifiée avec succès!
es: ¡Categoría "{category.nom}" modificada con éxito!

source: Catégorie "{category_name}" supprimée avec succès!
es: ¡Categoría "{category_name}" eliminada con éxito!

source: Article "{article.titre}" modifié avec succès!
es: ¡Artículo "{article.titre}" modificado con éxito!

source: Article "{article_title}" supprimé avec succès!
es: ¡Artículo "{article_title}" eliminado con éxito!

source: Registration successful!
es: ¡Registro exitoso!

source: Welcome, {username}! You are now logged in.
es: ¡Bienvenido, {username}! Ya has iniciado sesión.

source: Invalid username or password.
es: Nombre de usuario o contraseña inválidos.

source: You have been logged out.
es: Has cerrado sesión.

source: Like retiré
es: Me gusta retirado

source: Article liké
es: Artículo marcado como me gusta

source: Une erreur s'est produite lors du like
es: Se ha producido un error al dar me gusta

source: Une erreur est survenue lors du chargement de votre profil.
es: Ha ocurrido un error al cargar la página.

source: Commentaire approuvé avec succès
es: ¡Comentario agregado con éxito!

source: Commentaire désapprouvé avec succès
es: ¡Comentario agregado con éxito!

source: Commentaire supprimé avec succès
es: ¡Comentario agregado con éxito!

source: Réponse ajoutée avec succès
es: ¡Categoría agregada con éxito!

source: Le contenu de la réponse ne peut pas être vide
es: El contenido de la respuesta no puede estar vacío

source: Commentaire introuvable
es: Comentarios recibidos

source: Réinitialisation de votre mot de passe
es: Restablecer la contraseña

source: Cliquez sur ce lien pour réinitialiser votre mot de passe: {reset_url}
es: Haga clic en este enlace para restablecer su contraseña: {reset_url}

source: Un email de réinitialisation a été envoyé à votre adresse.
es: Se ha enviado un correo electrónico de restablecimiento a su dirección.

source: Erreur d'envoi d'email vers {email}. Lien de réinitialisation: {reset_url}
es: Error al enviar correo electrónico a {email}. Restablecer enlace: {reset_url}

source: Votre mot de passe a été réinitialisé avec succès.
es: Su contraseña se ha restablecido correctamente.

source: Par
es: Por

source: Lire la suite
es: Seguir leyendo

source: Derniers articles publiés
es: Artículos publicados

source: Aucun article récent.
es: No se han encontrado artículos

source: Voir plus d'articles
es: Ver mis artículos

source: Articles les plus populaires
es: Artículos publicados

source: Aucun article populaire pour le moment.
es: Ningún artículo por el momento

source: Voir plus d'articles populaires
es: Ver mis artículos
